Repository: AnonymousAccount4SE/shanoir-ng
Catalog: shanoir-ng-front/src/locale/messages.*.xlf
Languages: fr

# accountRequestTitle
source: Request an account
fr: Demander un compte

# accountRequestRequestSent
source: An email has been sent to the administrator who will validate your request.LINE_BREAKYou will receive an email once your account activated.
fr: Un email a été envoyé à l'administrateur qui validera votre demande.LINE_BREAKVous recevrez un mail une fois votre compte activé.

# accountRequestErrorOnRequest
source: An error occurs.LINE_BREAKPlease try again later.
fr: Une erreur est survenue.LINE_BREAKMerci de réessayer plus tard.

# acqEqptDetailViewTitle
source: Details on acquisition equipment
fr: Détails du matériel d'acquisition

# acqEqptDetailEditTitle
source: Edit acquisition equipment
fr: Modifier le matériel d'acquisition

# acqEqptDetailCreateTitle
source: Create acquisition equipment
fr: Créer un matériel d'acquisition

# acqEqptDetailModelNumberUniqueError
source: This equipment (same manufacturer model and same serial number) already exists!
fr: L'équipement (même modèle et même numéro de série) existe déjà !

# acqEqptDetailManuf
source: Manufacturer
fr: Fabricant

# acqEqptDetailManufModel
source: Manufacturer model
fr: Modèle

# acqEqptDetailNewManufModel
source: TAG_IMG new manufacturer model
fr: TAG_IMG nouveau modèle

# acqEqptDetailManufModelRequiredError
source: Manufacturer model is required!
fr: Le modèle est obligatoire !

# acqEqptDetailModality
source: Model modality
fr: Modalité

# acqEqptDetailCenter
source: Center
fr: Centre

# acqEqptDetailCenterRequiredError
source: Center is required!
fr: Le centre est obligatoire

# acqEqptDetailSerialNumber
source: Serial Number TAG_IMG
fr: Numéro de série TAG_IMG

# acqEqptDetailSerialNumberTooltip
source: Value of DICOM Device Serial Number tag (0018,1000). Used to verify data imported from this equipment.
fr: Valeur du tag DICOM 'Device Servial Number' (0018,1000). Utilisé pour vérifier les données importées depuis cet équipement.

# backButton
source: Back
fr: Retour

# editButton
source: Edit
fr: Modifier

# updateButton
source: Update
fr: Mettre à jour

# createButton
source: Create
fr: Créer

# acqEqptListTitle
source: Manage acquisition equipments
fr: Gérer les matériels d'acquisition

# centerDetailViewTitle
source: Details on center
fr: Détails sur le centre

# centerDetailEditTitle
source: Edit center
fr: Modifier le centre

# centerDetailCreateTitle
source: Create center
fr: Créer un centre

# centerDetailName
source: Name
fr: Nom

# centerDetailNameRequiredError
source: Name is required!
fr: Le nom est obligatoire !

# centerDetailNameLengthError
source: Name length must be between 2 and 200!
fr: Le nom doit contenir entre 2 et 200 caractères !

# centerDetailNameUniqueError
source: Name should be unique!
fr: Le nom doit être unique !

# centerDetailStreet
source: Street
fr: Rue

# centerDetailPostCode
source: Post code
fr: Code postal

# centerDetailTown
source: Town
fr: Ville

# centerDetailCountry
source: Country
fr: Pays

# centerDetailPhone
source: Phone number
fr: Numéro de téléphone

# centerDetailWebsite
source: Website
fr: Site web

# centerListTitle
source: Manage centers
fr: Gestion des centres

# centerListDeletionError
source: An error occured. This center cannot be deleted. Please contact an administrator.
fr: Une erreur est survenue. Le centre ne peut pas être supprimé. Merci de contacter un administrateur.

# centerListLinkDeletionError
source: This center cannot be deleted. It is associated with:
fr: Ce centre ne peut pas être supprimé. Il est associé à :

# centerListLinkedWithEqptsError
source: acquisition equipment(s)
fr: matériel(s) d'acquisition

# centerListLinkedWithStudiesError
source: study(ies)
fr: étude(s)

# createUserTitle
source: Create an user
fr: Créer un utilisateur

# requestAccountTitle
source: Request an account
fr: Demander un compte

# editUserTitle
source: Edit user
fr: Modifier l'utilisateur

# editUserFirstName
source: First Name
fr: Prénom

# editUserFirstNameRequiredError
source: First Name is required!
fr: Le prénom est obligatoire !

# editUserFirstNameLengthError
source: First Name length must be between 2 and 50!
fr: Le prénom doit contenir entre 2 et 50 caractères !

# editUserLastName
source: Last Name
fr: Nom

# editUserLastNameRequiredError
source: Last Name is required!
fr: Le nom est obligatoire !

# editUserLastNameLengthError
source: Last Name length must be between 2 and 50!
fr: Le nom doit contenir entre 2 et 50 caractères !

# editUserUsername
source: Username
fr: Login

# editUserProEmail
source: Professional email
fr: Email professionnel

# editUserEmailRequiredError
source: Email is required!
fr: L'email est obligatoire

# editUserEmailPatternError
source: Email should be valid!
fr: L'email doit être valide !

# editUserEmailUniqueError
source: Email should be unique!
fr: L'email doit être unique !

# editUserExpirationDate
source: Expiration Date
fr: Date d'expiration

# editUserDateValidError
source: Date should be valid! Date format: dd/mm/yyyy
fr: La date doit être valide ! Format attendu : dd/mm/yyyy

# editUserRole
source: Role of the user
fr: Rôle de l'utilisateur

# editUserRoleRequiredError
source: Role is required!
fr: Le rôle est obligatoire !

# editUserCanAccessToDicomAssociation
source: Can import from Neurinfo-PACS
fr: Peut importer à partir d'association dicom

# editUserExtensionComment
source: Extension comment
fr: Commentaire d'extension

# cancelButton
source: Cancel
fr: Annuler

# requestAccountButton
source: Request Account
fr: Demander le compte

# editUserSaveButton
source: Save Settings
fr: Enregistrer les paramètres

# editUserDenyAccountRequestButton
source: Deny creation
fr: Refuser la création

# editUserDenyExtensionRequestButton
source: Deny extension
fr: Refuser l'extension

# editUserAcceptAccountRequestButton
source: Accept
fr: Accepter

# ExtensionRequestTitle
source: Extension request
fr: Demande d'extension

# ExtensionRequestExpirationDate
source: New expiration Date
fr: Nouvelle date d'expiration

# ExtensionRequestMotivation
source: Why do you want to extend your account?
fr: Pourquoi voulez-vous prolonger votre compte ?

# ExtensionRequestButton
source: Request an extension
fr: Demander une extension

# manufDetailViewTitle
source: Details on manufacturer
fr: Détails sur le fabricant

# manufDetailEditTitle
source: Edit manufacturer
fr: Modifier le fabricant

# manufDetailCreateTitle
source: Create manufacturer
fr: Créer un fabricant

# manufDetailName
source: Manufacturer name
fr: Nom du fabricant

# manufDetailNameRequiredError
source: Name is required!
fr: Le nom est obligatoire !

# manufDetailNameLengthError
source: Name length must be between 2 and 200!
fr: Le nom doit contenir entre 2 et 200 caractères !

# manufDetailNameUniqueError
source: Name should be unique!
fr: Le nom doit être unique !

# manufModelDetailViewTitle
source: Details on manufacturer model
fr: Détails sur le modèle

# manufModelDetailEditTitle
source: Edit manufacturer model
fr: Modifier le modèle

# manufModelDetailCreateTitle
source: Create manufacturer model
fr: Créer un modèle

# manufModelDetailModalityType
source: Modality type
fr: Type de modalité

# manufModelDetailModalityRequiredError
source: Modality type is required!
fr: Le type de modalité est obligatoire !

# manufModelDetailManuf
source: Manufacturer
fr: Fabricant

# manufModelDetailCreateManuf
source: TAG_IMG new manufacturer
fr: TAG_IMG nouveau fabricant

# manufModelDetailName
source: Model name
fr: Nom du modèle

# manufModelDetailNameRequiredError
source: Name is required!
fr: Le nom est obligatoire !

# manufModelDetailNameLengthError
source: Name length must be between 2 and 200!
fr: Le nom doit contenir entre 2 et 200 caractères !

# manufModelDetailNameUniqueError
source: Name should be unique!
fr: Le nom doit être unique !

# manufModelDetailMagneticField
source: Magnetic field
fr: Champ magnétique

# manufModelDetailMagneticFieldRequiredError
source: Magnetic field is required!
fr: Le champ magnétique est obligatoire !

# manufModelDetailMagneticFieldPatternError
source: Magnetic field should be a number!
fr: Le champ magnétique doit être un nombre !

# userListTitle
source: Manage users
fr: Gestion des utilisateurs

# editUserInstitutionRequiredError
source: Institution is required!
fr: L'institution est obligatoire !

# editUserInstitutionLengthError
source: Institution length must be less than 200!
fr: L'instituion doit contenir 200 caractères maximum !

# editUserServiceRequiredError
source: Service is required!
fr: Le service est obligatoire !

# editUserServiceLengthError
source: Service length must be less than 200!
fr: Le service doit contenir 200 caractères maximum !

# editUserFunction
source: Function
fr: Fonction

# editUserFunctionRequiredError
source: Function is required!
fr: La fonction est obligatoire !

# editUserFunctionLengthError
source: Function length must be less than 200!
fr: La fonction doit contenir 200 caractères maximum !

# editUserStudy
source: Concerned study
fr: Etude concernée

# editUserStudyRequiredError
source: Study is required!
fr: L'étude est obligatoire !

# editUserStudyLengthError
source: Study length must be less than 200!
fr: L'étude doit contenir 200 caractères maximum !

# editUserContact
source: My contact in Shanoir
fr: Mon contact dans Shanoir

# editUserContactRequiredError
source: Contact is required!
fr: Le contact est obligatoire !

# editUserContactLengthError
source: Contact length must be less than 200!
fr: Le contact doit contenir 200 caractères maximum !

# editUserWork
source: Role in the study
fr: Rôle dans l'étude

# editUserWorkRequiredError
source: Work is required!
fr: Le rôle est obligatoire !

# editUserWorkLengthError
source: Work length must be less than 200!
fr: Le rôle doit contenir 200 caractères maximum !

source: Logout
fr: Déconnexion

# navbarResearchStudy
source: Research study
fr: Etude de recherche

# navbarSubject
source: Subject
fr: Sujet

# navbarExamination
source: Examination
fr: Examen

# navbarDatasetAcquisition
source: Dataset acquisition
fr: Acquisition de dataset

# navbarCenter
source: Center
fr: Centre

# navbarInvestigator
source: Investigator
fr: Investigateur

# navbarAcquisitionEquipment
source: Acquisition equipment
fr: Modèle d'acquisition

# navbarCoil
source: Coil
fr: Antenne

# navbarExperimentalGroupOfSubjects
source: Experimental group of subjects
fr: Groupe expérimental

# navbarFromDICOMCDDVD
source: From DICOM CD/DVD
fr: Depuis un CD/DVD DICOM

# navbarFromNeurinfoPACS
source: From Neurinfo PACS
fr: Depuis le PACS Neurinfo

# navbarFromShanoirUploader
source: From ShanoirUploader
fr: Depuis ShanoirUploader

# navbarProcessedDatasets
source: Processed datasets (NifTi)
fr: Dataset traités (NifTi)

# navbarFromFiles
source: From files ...
fr: Depuis des fichiers...

# navbarManageUsers
source: Manage users
fr: Gestion des utilisateurs

# navbarAccountRequest
source: Account request
fr: Demande de compte

# navbarUserPreferences
source: Preferences
fr: Préférences
